"Weather" = "Hava Durumu";
"Haze" = "Puslu";
"Currently %@" = "Şu an %@";
"Windy" = "Rüzgârlı";
"Thunderstorms" = "Çok Fırtınalı";
"%@º" = "%@º";
"Low" = "Düşük";
"NW" = "KB";
"TODAY" = "BUGÜN";
"Knots" = "Deniz Mili/Saat";
"UV: %@" = "UV: %@";
"UV Index" = "UV İndeksi";
"E" = "D";
"Request Location Access" = "Yetkilendirme İste";
"Kilometers" = "Kilometre";
"South" = "Güney";
"Current Weather" = "Hava Durumu";
"WEATHER" = "HAVA DURUMU";
"Feels Like" = "Hissedilen";
"Extreme" = "AŞIRI";
"Chance of Rain" = "Yağmur Olasılığı";
"Sleet" = "Sulu Kar";
"N" = "K";
"Very High" = "Çok Yüksek";
"SE" = "GD";
"Feels Like: %@" = "Hissedilen: %@";
"East" = "Doğu";
"%@ cm" = "%@ cm";
"South East" = "Güneydoğu";
"%@ mm" = "%@ mm";
"Snow" = "Karlı";
"S" = "G";
"m/s" = "m/sn";
"High" = "Yüksek";
"Precipitation" = "Yağış";
"%@ chance of rain" = "%@ yağmur olasılığı";
"Tornadoes" = "Hortumlar";
"%@ mb" = "%@ mb";
"Mostly Clear" = "Açık";
"Rain" = "Yağmurlu";
"Current location: %@" = "Şu anki konum: %@"; // weather
"%@ m/s" = "%@ m/sn";
"%@ hPa" = "%@ hpa";
"Medium" = "Orta";
"%@ km" = "%@ km";
"%@ km/h" = "%@ km/sa";
"South West" = "Güneybatı";
"Visibility" = "Görüş Mesafesi";
"%@ miles" = "%@ mil";
"NE" = "KD";
"Today" = "Bugün";
"%@ knots" = "%@ Deniz Mili/Saat";
"inches" = "İnç";
"%@ mph" = "%@ mil/sa";
"Temperature" = "Sıcaklık";
"North" = "Kuzey";
"Chance of Snow" = "Kar Olasılığı";
"North East" = "Kuzeydoğu";
"Current Temperature" = "Şu Anki Sıcaklık";
"MPH" = "mil/sa";
"Rain Probability" = "Yağmur Olasılığı";
"SW" = "GB";
"%@\"" = "%@\"";
"Location: %@" = "Konum: %@";
"Hail" = "Dolu";
"km" = "km";
"West" = "Batı";
"Pressure" = "Basınç";
"Fog" = "Sisli";
"Clear" = "Açık";
"Current Location" = "Şu Anki Yer";
"%@ kilometers" = "%@ kilometre";
"Wind" = "Rüzgâr";
"%@ chance of snow" = "%@ kar olasılığı";
"hPa" = "hPa";
"Dew Point" = "Çiğ Noktası";
"Moderate" = "Orta";
"Partly Cloudy" = "Parçalı Bulutlu";
"Miles" = "Mil";
"%@ in" = "%@ inç";
"More Information" = "Daha Fazla Bilgi";
"km/h" = "km/sa";
"Humidity" = "Nem Oranı";
"North West" = "Kuzeybatı";
"Cloudy" = "Bulutlu";
"cm" = "cm";
"mph" = "mil/sa";


// Unlocalized strings



// Unlocalized strings

"Your weather access has expired. You will need to purchase a new package to continue receiving weather data." = "Your weather access has expired. You will need to purchase a new package to continue receiving weather data.";
"You do not have an active weather account. You will need to purchase a weather paackge to receive weather data." = "You do not have an active weather account. You will need to purchase a weather paackge to receive weather data.";
"Please update iStat Menus to continue receiving weather data." = "Please update iStat Menus to continue receiving weather data.";
"View & Purchase Packages" = "View & Purchase Packages";


// Modified strings

